Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/vioski.tmx
Source language: ru
Languages: be

source: Заречная
be: Зарэчная

source: Заречная Слобода
be: Зарэчная Слабада

source: Заречное
be: Зарэчнае

source: Заречное Подберезье
be: Зарэчнае Падбярэззе

source: Заречные Батуки
be: Зарэчныя Батукі

source: Заречье
be: Зарэчча

source: Заречье 1
be: Зарэчча 1

source: Зарижье
be: Зарыжжа

source: Зарница
be: Зарніца

source: Заровцы
be: Зароўцы

source: Заровье
be: Зароўе

source: Зароново
be: Заронава

source: Зарослое
be: Зарослае

source: Зарубаное
be: Зарубанае

source: Зарубино
be: Зарубіна

source: Зарубин Угол
be: Зарубін Вугал

source: Зарубичи
be: Зарубічы

source: Зарубовщина
be: Зарубаўшчына

source: Зарубчики
be: Зарубчыкі

source: Зарудавье
be: Зарудаўе

source: Зарудеевка
be: Зарудзееўка

source: Зарудичи
be: Зарудзічы

source: Зарудное
be: Заруднае

source: Зарудье
be: Заруддзе

source: Заружанье
be: Заружанне

source: Заручевье
be: Заручэўе

source: Заручье
be: Заручча

source: Зарыбино
be: Зарыбіна

source: Зарытово
be: Зарытава

source: Заря
be: Зара

source: Заря Авхимковская
be: Зара Аўхімкаўская

source: Заря Коммунизма
be: Зара Камунізму

source: Заря Свободы
be: Зара Свабоды

source: Засвирь
be: Засвір

source: Засвятица
be: Засвяціца

source: Засекли
be: Засеклі

source: Заселечье
be: Засялечча

source: Засёлок
be: Засёлак

source: Заселье
be: Заселле

source: Засетье
be: Засецце

source: Засигово
be: Засігава

source: Засимовичи
be: Засімавічы

source: Засимы
be: Засімы

source: Засинники
be: Засіннікі

source: Засинцы
be: Засінцы

source: Заситница
be: Засітніца

source: Засковичи
be: Заскавічы

source: Заскорки
be: Заскаркі

source: Заславки
be: Заслаўкі

source: Заслоновка
be: Заслонаўка

source: Заслоново
be: Заслонова

source: Заслучно
be: Заслучна

source: Засмужье
be: Засмужжа

source: Засница
be: Засніца

source: Заснудье
be: Заснуддзе

source: Засовье
be: Засоўе

source: Засожье
be: Засожжа

source: Засорье
be: Засор’е

source: Заставье
be: Застаўе

source: Застарины
be: Застарыны

source: Застаринье
be: Застарынне

source: Застаричье
be: Застарычча

source: Застебье
be: Засцеб’е

source: Застенки
be: [Засценкi, Засценкі]

source: Застенок
be: Засценак

source: Застенок Бельские
be: Засценак Бельскія

source: Застенок Брили
be: Засценак Брылі

source: Застенок Дуброва
be: Засценак Дуброва

source: Застенок-Затишье
be: Засценак-Зацішша

source: Застенок Милюны
be: Засценак Мілюны

source: Застенок-Речные
be: Засценак-Рачныя

source: Застенок Скриплево
be: Засценак Скрыплева

source: Застенок Устерхи
be: Засценак Усцярхі

source: Застенье
be: Засценне

source: Застодолье
be: Застадолле

source: Застружье
be: Застружжа

source: Засулье
be: Засулле

source: Затеклясье
be: Зацякляссе

source: Затемень
be: Зацемень

source: Затетёрка
be: Зацяцёрка

source: Затитова Слобода
be: Зацітава Слабада

source: Затишек
be: Зацішак

source: Затишье
be: Зацішша

source: Заточье
be: Заточча

source: Затростенье
be: Затрасценне

source: Затурья
be: Затур’я

source: Зауголье
be: Завуголле

source: Заужель
be: Завужаль

source: Заужовье
be: Завужоўе

source: Заулки
be: Завулкі

source: Заулок Русский
be: Завулак Рускі

source: Заутье
be: Завуцце

source: Заушье
be: Завушша

source: Зафильцы
be: Зафільцы

source: Зафранцузская Гребля
be: Зафранцузская Грэбля

source: Захажево
be: Захажэва

source: Захарёнки
be: Захаронкі

source: Захаричи
be: Захарычы

source: Захаришки
be: Захарышкі

source: Захарки 2
be: Захаркі 2

source: Захарни
be: Захарні

source: Захарничи
be: Захарнічы

source: Захаровка
be: [Захараўка, Захароўка]

source: Захарово
be: Захарава

source: Захаровщина
be: Захараўшчына

source: Захвойники
be: Захвойнікі

source: Заходники
be: Заходнікі

source: Заходно
be: Заходна

source: Захотино
be: Захоціна

source: Заценье
be: Зацэнне

source: Зачепичи
be: Зачэпічы

source: Зачеревье
be: Зачарэўе

source: Зачерная
be: Зачарная

source: Зачерня
be: Зачэрня

source: Зачистики
be: Зачысцікі

source: Зачистье
be: Зачысце

source: Заширье
be: Зашыр’е

source: Зашляшье
be: Зашляшша

source: Защёбье
be: Зашчоб’е

source: Защирино
be: Зашчырына

source: Защита
be: Зашчыта

source: Заямное
be: Заямнае

source: Заямочное
be: Заямачнае

source: Заяченье
be: Заячэнне

source: Заячье
be: Заечча

source: Збаровичи
be: Збаравічы

source: Збироги
be: Збірагі

source: Зборов
be: Збароў

source: Зборомирово
be: Збарамірава

source: Збочно
be: Збочна

source: Збродовичи
be: Збродавічы

source: Зброжки
be: Збражкі

source: Збунин
be: Збунін

source: Збышин
be: Збышын

source: Званое
be: Званае

source: Звезда
be: Звязда

source: Звёздная
be: [Звёздная, Зорная]

source: Звенчатка
be: Звянчатка

source: Звеняты
be: Звяняты

source: Звеняцкое
be: Звіняцкае

source: Звенячи
be: [Звянячы, Звінячы]

source: Звериничи
be: Звярынічы

source: Зверки
be: Звяркі

source: Зверовщина
be: Звераўшчына

source: Звонец
be: Званец

source: Звонцовка
be: Званцоўка

source: Звяги
be: Звягі

source: Здитово
be: Здзітава

source: Здоровец
be: Здаровец

source: Здудичи
be: Здудзічы

source: Зеваличи
be: Зявалічы

source: Зелёная
be: Зялёная

source: Зелёная Долина
be: Зялёная Даліна

source: Зелёная Дубрава
be: Зялёная Дубрава

source: Зелёная Дуброва
be: Зялёная Дуброва

source: Зелёная Поляна
be: Зялёная Паляна

source: Зелёная Роща
be: Зялёная Рошча

source: Зелёная Рунь
be: Зялёная Рунь

source: Зелёная Слобода
be: Зялёная Слабада

source: Зелёная Хвоя
be: Зялёная Хвоя

source: Зеленевичи
be: Зеляневічы

source: Зеленец
be: Зелянец

source: Зеленица
be: Зеляніца

source: Зеленка
be: Зялёнка

source: Зелёнка
be: Зялёнка

source: Зелёнки
be: Зялёнкі

source: Зеленковичи
be: Зелянковічы

source: Зеленковщизна
be: Зеленкаўшчына

source: Зеленочи
be: Зеляночы

source: Зелёные Дубы
be: Зялёныя Дубы

source: Зелёные Луки
be: Зялёныя Лукі

source: Зелёный
be: Зялёны

source: Зелёный Бор
be: Зялёны Бор

source: Зелёный Гай
be: Зялёны Гай

source: Зелёный Дуб
be: Зялёны Дуб

source: Зелёный Клин
be: Зялёны Клін

source: Зелёный Кряж
be: Зялёны Краж

source: Зелёный Курган
be: Зялёны Курган

source: Зелёный Лог
be: Зялёны Лог

source: Зелёный Луг
be: Зялёны Луг

source: Зелёный Лужок
be: Зялёны Лужок

source: Зелёный Мох
be: Зялёны Мох

source: Зелёный Остров
be: Зялёны Востраў

source: Зелёный Прудок
be: Зялёны Прудок

source: Зелёный Сад
be: Зялёны Сад

source: Зеленьково
be: Зелянькова

source: Зёлово
be: Зёлава

source: Зельва
be: Зэльва

source: Зельвянка
be: Зяльвянка

source: Зельзин
be: Зельзін

source: Зельки
be: Зялькі

source: Зембин
be: Зембін

source: Земковичи
be: Зямковічы

source: Земково
be: Зямкова

source: Земленица
be: Земляніца

source: Земцы
be: Зямцы

source: Зенанполье
be: Зенанполле

source: Зеневичи
be: [Зеневічы, Зенявічы]

source: Зеневцы
be: Зенеўцы

source: Зеневщина
be: Зенеўшчына

source: Зеноново
be: Зенанова

source: Зенчики
be: Зенчыкі

source: Зеньки
be: Зянькі

source: Зеньковичи
be: Зенькавічы

source: Зеньковцы
be: Зенькаўцы

source: Зенюки
be: Зенюкі

source: Зеняпиши
be: Зяняпішы

source: Зерновая
be: Зернавая

source: Зерченицы
be: Зерчаніцы

source: Зимирка
be: Зімірка

source: Зимний
be: Зімні

source: Зимник
be: Зімнік

source: Зимники
be: Зімнікі

source: Зимница
be: Зімніца

source: Зимницы
be: Зімніцы

source: Зимовая Буда
be: Зімовая Буда

source: Зимодры
be: Зімодры

source: Зиневцы
be: Зіняўцы

source: Зиновичи
be: Зіновічы

source: Зиняки
be: Зінякі

source: Злобовщина
be: Злобаўшчына

source: Зломное
be: Зломнае

source: Злото
be: Злота

source: Змеёвка
be: Змяёўка

source: Змеёвцы
be: Змяёўцы

source: Знайдино
be: Знайдзіна

source: Зноски
be: Зноскі

source: Зобия
be: Зобія

source: Зоевка
be: Зоеўка

source: Золотари
be: Залатары

source: Золотая Горка
be: Залатая Горка

source: Золотва
be: Залатва

source: Золотеево
be: Залацеева

source: Золотовичи
be: Залатавічы

source: Золотой Рог
be: Залаты Рог

source: Золотомино
be: Залатаміно

source: Золотуха
be: Залатуха

source: Золочево
be: Залачэва

source: Зольки
be: Золькі

source: Зоренька
be: Зоранька

source: Зори
be: Зоры

source: Зоричи
be: Зорычы

source: Зорники
be: Зорнікі

source: Зорница
be: Зорніца

source: Зоросли
be: Зораслі

source: Зорька
be: Зорка

source: Зосимовичи
be: Зосімавічы

source: Зосимы
be: Засімы

source: Зосин Большой
be: Зосін Вялікі

source: Зосин Малый
be: Зосін Малы

source: Зосино
be: Зосіна

source: Зосино (Нежил.)
be: Зосіна (Нежыл.)

source: Зоськово
be: Зоськава

source: Зофиново
be: Зафінова

source: Зубаки
be: Зубакі

source: Зубаки 1
be: Зубакі 1

source: Зубаревичи
be: Зубарэвічы

source: Зубачи
be: Зубачы

source: Зубелевичи
be: Зубелевічы

source: Зуберево
be: Зуберава

source: Зубки
be: Зубкі

source: Зубковичи
be: Зубковічы

source: Зубково
be: [Зубкава, Зубкова]

source: Зублище
be: Зублішча

source: Зубовичи
be: Зубавічы

source: Зубовка
be: Зубаўка

source: Зубово
be: Зубава

source: Зубовщина
be: [Зубаўшчына, Зубоўшчына]

source: Зубревичи
be: Зубрэвічы

source: Зубровка
be: Зуброўка

source: Зуброво
be: Зубрава

source: Зубровщина
be: Зуброўшчына

source: Зуёвка
be: Зуёўка

source: Зуи
be: Зуі

source: Зуи 1
be: Зуі 1

source: Зуи 2
be: Зуі 2

source: Зыбки
be: Зыбкі

source: Зыболы
be: Зыбалы

source: Зыгмунтишки
be: Зыгмунцішкі

source: Зыково
be: [Зыкава, Зыкова]

source: Зыли
be: Зылі

source: Зюзино
be: Зюзіна

source: Зюки
be: Зюкі

source: Зябки
be: Зябкі

source: Зяблины
be: Зябліны

source: Зяблица
be: Зябліца

source: Зябровка
be: Зябраўка

source: Зязи
be: Зязі

source: Зятковичи
be: Зяткавічы

source: Иваки
be: Івакі

source: Иваники
be: Іванікі

source: Иванисовка
be: Іванісаўка

source: Иваничи
be: Іванічы

source: Иванишки
be: Іванішкі

source: Иванище
be: Іванішча

source: Иванищевичи
be: Іванішчавічы

source: Иванки
be: Іванкі

source: Иванковичи
be: Іванкавічы

source: Иванковщина
be: Іванкаўшчына

source: Иванова Слобода
be: Іванава Слабада

source: Иванов Бор
be: Іванаў Бор

source: Иванов Дворец
be: Іванаў Дварэц

source: Ивановичи
be: Іванавічы

source: Ивановка
be: [Іванаўка, Пралетарск]

source: Иваново
be: [Іванава, Іванова]

source: Ивановск
be: Іванаўск

source: Ивановские Огородники
be: Іванаўскія Агароднікі

source: Ивановцы
be: Іванаўцы

source: Ивановщина
be: [Іванаўшчына, Іваноўшчына]

source: Иванполье
be: Іванполле

source: Иванск
be: Іванск

source: Иванские
be: Іванскія

source: Ивань
be: Івань

source: Иваньки
be: Іванькі

source: Иванькин
be: Іванькін

source: Иваньков
be: Іванькаў

source: Иваньково
be: [Іванькава, Іванькова]

source: Ивахновичи
be: Івахнавічы

source: Ивахново
be: Івахнава

source: Ивашиновичи
be: Івашынавічы

source: Ивашковичи
be: Івашкавічы

source: Ивашково
be: Івашкава

source: Ивашковцы
be: Івашкаўцы

source: Ивезь
be: Івязь

source: Ивезянка
be: Івязянка

source: Ивенец
be: Івянец

source: Ивесь
be: Івесь

source: Ивки
be: Іўкі

source: Ивкино
be: Іўкіна

source: Ивник
be: Іўнік

source: Ивольск
be: Івольск

source: Ивони
be: Івоні

source: Ивонино
be: Івоніна

source: Ивонцевичи
be: Івонцавічы

source: Иглица
be: Ігліца

source: Игналино
be: Ігналіна

source: Игнатики
be: Ігнацікі

source: Игнатишки
be: Ігнацішкі

source: Игнатковцы
be: Ігнаткаўцы

source: Игнатовичи
be: Ігнатавічы

source: Игнатовка
be: [Ігнатаўка, Ігнатоўка]

source: Игнатово
be: Ігнатава

source: Игнато-Фабияновка
be: Ігната-Фабіянаўка

source: Игнацовка
be: Ігнацоўка

source: Игнацово
be: Ігнацова

source: Иговка
be: Ігаўка

source: Игольники
be: Ігольнікі

source: Игрище
be: Ігрышча

source: Игрушка
be: Ігрушка

source: Идолино
be: Ідаліна

source: Идолта
be: Ідолта

source: Идута
be: Ідута

source: Ижа
be: Іжа

source: Изабелин
be: Ізабелін

source: Изабелино
be: Ізабеліна

source: Избино
be: Ізбіно

source: Избицкое
be: Ізбіцкае

source: Избицы
be: Ізбіцы

source: Избище
be: Ізбішча

source: Избудище
be: Ізбудзішча

source: Избужер
be: Ізбужар

source: Избынь
be: Ізбынь

source: Изгородище
be: Ізгародзішча

source: Издрашево
be: Іздрашава

source: Изин
be: Ізін

source: Измайлово
be: Ізмайлава

source: Изобелин
be: Ізабелін

source: Изобелино
be: Ізабеліна

source: Изобище
be: Ізобішча

source: Изобка
be: Ізобка

source: Изобылино
be: Ізабыліна

source: Изоитки
be: Ізаіткі

source: Изори
be: Ізоры

source: Изубрица
be: Ізубрыца

source: Изюмово
be: Ізюмава

source: Иказнь
be: Іказнь

source: Иканы
be: Іканы

source: Илалы
be: Ілалы

source: Илгайцы
be: Ілгайцы

source: Илищевичи
be: Ілішчавічы

source: Илово
be: Ілава

source: Илосск
be: Іласк

source: Ильинка
be: Ільінка

source: Ильинцы
be: Ільінцы

source: Ильич
be: Ільіч

source: Ильичёвка
be: Ільічоўка

source: Ильковичи
be: Ількавічы

source: Ильмовики
be: Ільмовікі

source: Ильюхино
be: Ільюхіна

source: Ильюшино
be: Ільюшына

source: Илья
be: Ілья

source: Ильягово
be: Ільягова

source: Ильяни
be: Ільяні

source: Ильянские Хутора
be: Ільянскія Хутары

source: Имение
be: Іменне

source: Именин
be: Імянін

source: Индом
be: Індом

source: Индрубка
be: Індрубка

source: Индура
be: Індура

source: Индычи
be: Індычы

source: Иница
be: Ініца

source: Иново
be: Інава

source: Иново Малое
be: Інава Малое

source: Интернационал
be: Інтэрнацыянал

source: Интернациональный
be: Інтэрнацыянальны

source: Иовичи
be: Іовічы

source: Иодичи
be: Ёдзічы

source: Иодовцы
be: Ёдаўцы

source: Иодчики
be: Ёдчыкі

source: Иоды
be: Ёды

source: Ионы
be: Івоны

source: Ипполитовка
be: Іпалітаўка

source: Ипуть
be: Іпуць

source: Ирвеница
be: Ірвяніца

source: Ирдица
be: Ірдзіца

source: Иринполье
be: Ірынполле

source: Иртищево
be: Ірцішчава

source: Исаевичи
be: Ісаевічы

source: Исаи
be: Ісаі

source: Исакова Буда
be: Ісакава Буда

source: Исаковичи
be: Ісакавічы

source: Исаковцы
be: Ісакаўцы

source: Исерно
be: Ісерна

source: Искань
be: Іскань

source: Искозы
be: Іскозы

source: Искра
be: Іскра

source: Искры
be: Іскры

source: Ислочь
be: Іслач

source: Испось
be: Іспась

source: Ист
be: Іст

source: Истобки
be: Істобкі

source: Истоки
be: Істакі

source: Истопки
be: Істопкі

source: Ишколдь
be: Ішкалдзь

source: Ищелно
be: Ішчална

source: Ищельняны
be: Ішчальняны

source: Кабаки
be: Кабакі

source: Кабановка
be: Кабанаўка

source: Кабина Гора
be: Кабіна Гара

source: Кабище
be: Кабішча

source: Кабоши
be: Кабошы

source: Кабузи
be: Кабузі

source: Кабушкина
be: Кабушкіна

source: Каваличи
be: Кавалічы

source: Каверзино
be: Каверзіна

source: Каверляны
be: Кавярляны

source: Кавказ
be: Каўказ

source: Кавкели
be: Каўкелі

source: Кавычицы
be: Кавычыцы

source: Кади
be: Кадзі

source: Кадино
be: Кадзіна

source: Кадишки
be: Кадзішкі

source: Кадище
be: Кадзішча

source: Кадлубище
be: Кадлубішча

source: Кадришки
be: Кадрышкі

source: Кадуки
be: Кадукі

source: Кадушки
be: Кадушкі

source: Кадычицы
be: Кадычыцы

source: Каеневцы
be: Каенеўцы

source: Каетеняты
be: Каецяняты

source: Кажановичи
be: Кажановічы

source: Кажушки
be: Кажушкі

source: Казазаевка
be: Казазаеўка

source: Казаки
be: Казакі

source: Казаковка
be: Казакоўка

source: Казаково
be: Казакова

source: Казаковцы
be: Казакоўцы

source: Казановка
be: [Казанаўка, Казаноўка]

source: Казаново
be: Казанава

source: Казановщина
be: Казаноўшчына

source: Казарезы
be: Казарэзы

source: Казариново
be: Казарынава

source: Казарма Шлюбовщина
be: Казарма Шлюбоўшчына

source: Казарменный Городок
be: [Казармавы Гарадок, Казармены Гарадок]

source: Казаровщина
be: Казароўшчына

source: Казацкие
be: Казацкія

source: Казацкие Болсуны
be: Казацкія Балсуны

source: Казацкий
be: Казацкі

source: Казачки
be: Казачкі

source: Казейки
be: Казейкі

source: Казеки
be: Казекі

source: Казеково
be: Казекава

source: Казельщина
be: Казельшчына

source: Казённые Борки
be: Казённыя Боркі

source: Казённые Лычицы
be: Казённыя Лычыцы

source: Казённые Поршни
be: Казённыя Паршні

source: Казечино
be: Казечына

source: Казечки
be: Казечкі

source: Казимерцы
be: Казімерцы

source: Казимировка
be: [Казіміраўка, Казіміроўка]

source: Казимирово
be: [Казімірава, Казімірова]

source: Казимировская Слободка
be: Казіміраўская Слабодка

source: Казинка
be: Казінка

source: Казиново
be: Казінова

source: Казнадеюшки
be: Казнадзеюшкі

source: Казусёвка
be: Казусёўка

source: Казюки
be: Казюкі

source: Кайки
be: Кайкі

source: Кайково
be: Кайкава

source: Каймина Горная
be: Кайміна Горная

source: Каймина Дольная
be: Кайміна Дольная

source: Кайтаново
be: Кайтанава

source: Кайшовка
be: Кайшоўка

source: Калатичи
be: Калацічы

source: Калачи
be: Калачы

source: Калачинцы
be: Калачынцы

source: Калдыки
be: Калдыкі

source: Каленики
be: Каленікі

source: Каленковичи
be: Каленкавічы

source: Каливария
be: Каліварыя

source: Калилы
be: Калілы

source: Калинин
be: Калінін

source: Калинина
be: Калініна

source: Калинино
be: Калініна

source: Калининск
be: Калінінск

source: Калининский
be: Калінінскі

source: Калиничи
be: Калінічы

source: Калинка
be: Калінка

source: Калиновая
be: Калінавая

source: Калиновка
be: [Калінаўка, Каліноўка]

source: Калиновка 1
be: Калінаўка 1

source: Калиновка 2
be: Калінаўка 2

source: Калиново
be: Калінава

source: Калиновое
be: Калінавае

source: Калиновская
be: Каліноўская

source: Калита
be: Каліта

source: Калиты
be: Каліты

source: Каличёнка
be: Калічонка

source: Каллауровичи
be: Калауравічы

source: Калошки
be: Калошкі

source: Калужщино
be: Калужчына

source: Калыбовка
be: Калыбаўка

source: Кальник
be: Кальнік

source: Кальники
be: Кальнікі

source: Кальчицы
be: Кальчыцы

source: Кальчичи
be: Кальчычы

source: Калюги
be: Калюгі

source: Калюжица
be: Калюжыца

source: Калюжки
be: Калюжкі

source: Калюхи
be: Калюхі

source: Камаи
be: Камаі

source: Камейки
be: Камейкі

source: Камейши
be: Камейшы

source: Каменец
be: [Каменец, Камянец]

source: Каменистая
be: Камяністая

source: Каменица
be: Камяніца

source: Каменица Жировецкая
be: Камяніца Жыравецкая

source: Каменичи
be: Каменічы

source: Каменное
be: Камянное

source: Каменное Кривое
be: Каменнае Крывое

source: Каменные Лавы
be: Каменныя Лавы

source: Каменный Борок
be: Каменны Барок

source: Каменный Лог
be: Каменны Лог

source: Камено
be: Камена

source: Каменое
be: Камяное

source: Каменполье
be: Камянполле

source: Каменская Слобода
be: Каменская Слабада

source: Каменчане
be: Камянчане

source: Каменчаны
be: Камянчаны

source: Каменщина
be: [Каменшчына, Камяншчына]

source: Каменюки
be: Каменюкі

source: Камерово
be: Камерава

source: Каминщина
be: Каміншчына

source: Камки
be: Камкі

source: Камли
be: Камлі

source: Камылин
be: Камылін

source: Канавка
be: Канаўка

source: Канатиха
be: Канаціха

source: Канахи
be: Канахі

source: Канаши
be: Канашы

source: Канево
be: Канева

source: Каниковичи
be: Канікавічы

source: Каничев
be: Канічаў

source: Каничи
be: Канічы

source: Канторовичи
be: Кантаровічы

source: Канцерово
be: Канцэрава

source: Канютичи
be: Канюцічы

source: Капитаново
be: Капітанава

source: Каплановичи
be: Капланавічы

source: Каплановцы
be: Капланаўцы

source: Капли
be: Каплі

source: Капличи
be: Каплічы

source: Капличский Воротын
be: Капліцкі Варатын

source: Капоровка
be: Капараўка

source: Капощево
be: Капашчава

source: Капские
be: Капскія

source: Каптюги
be: Капцюгі

source: Капустино
be: Капусціна

source: Капустичи
be: Капусцічы

source: Карабановичи
be: Карабанавічы

source: Карабетовка
be: Карабетаўка

source: Карабитовка
be: Карабітаўка

source: Караваево
be: Караваева

source: Караваи
be: Караваі

source: Каравайница
be: Каравайніца

source: Каравышень
be: Каравышань

source: Караевичи
be: Караевічы

source: Каракуличи
be: Каракулічы

source: Каралино
be: [Караліна, Караліно]

source: Карандаши
be: Карандашы

source: Карасевщина
be: Карасеўшчына

source: Караси
be: Карасі

source: Карасино
be: Карасіна

source: Карачёвщина
be: Карачоўшчына

source: Карачино
be: Карачына

source: Карашево
be: Карашава

source: Карбановщина
be: Карбаноўшчына

source: Карбатовка
be: Карбатоўка

source: Карбовское
be: Карбаўское

source: Карбовцы
be: Карбоўцы

source: Карвели
be: Карвелі

source: Карвелишки
be: Карвелішкі

source: Карделишки
be: Кардэлішкі

source: Каребы
be: Карэбы

source: Каревичи
be: Карэвічы

source: Карловичи
be: Карлавічы

source: Карловка
be: Карлаўка

source: Карловщизна
be: Карлаўшчызна

source: Карловщина
be: Карлаўшчына

source: Кармалисы
be: Кармалысы

source: Кармановка
be: Карманоўка

source: Карналин
be: Карналін

source: Карнацкие
be: Карнацкія

source: Карница
be: Карніца

source: Карнютки
be: Карнюткі

source: Каролин
be: Каралін

source: Каролина
be: Караліна

source: Каролинка
be: Каралінка

source: Каролино
be: Караліно

source: Каролиново
be: Каралінова

source: Каролины
be: Караліны

source: Карпановцы
be: Карпанаўцы

source: Карпейчики
be: Карпейчыкі

source: Карпеки
be: Карпекі

source: Карпеши
be: Карпяшы

source: Карпики
be: Карпікі

source: Карпиловка
be: Карпілаўка

source: Карпин
be: Карпін

source: Карпиничи
be: Карпінічы

source: Карпино
be: Карпіна

source: Карписоновка
be: Карпісонаўка

source: Карпишки
be: Карпішкі

source: Карповичи
be: Карпавічы

source: Карповка
be: Карпаўка

source: Карповский
be: Карпаўскі

source: Карповцы
be: Карпаўцы

source: Карповщина
be: Карпаўшчына

source: Карпушовка
be: Карпушоўка

source: Картавые
be: Картавыя

source: Картенево
be: Карценева

source: Картыжи
be: Картыжы

source: Картыничи
be: Картынічы

source: Карцевичи
be: Карцэвічы

source: Карцовщина
be: Карцоўшчына

source: Карчёво
be: Карчова

source: Карчемное
be: Карчомнае

source: Касиловичи
be: Касілавічы

source: Кастечина
be: Кастэчына

source: Кастричник
be: Кастрычнік

source: Кастрычник
be: Кастрычнік

source: Каськово
be: Каськова

source: Каташи
be: Каташы

source: Катвино
be: Катвіна

source: Кательна
be: Кацельна

source: Катеновичи
be: Каценавічы

source: Катериндаль
be: Кацярындаль

source: Катилово
be: Кацілава

source: Катминовцы
be: Катмінаўцы

source: Катовичи
be: Катовічы

source: Католыши
be: Католышы

source: Катримовщина
be: Катрымаўшчына

source: Катужино
be: Катужына

source: Катушенки
be: Катушанкі

source: Кауны
be: Кавуны

source: Кацевичи
be: Кацэвічы

source: Кацки
be: Кацкі

source: Качалово
be: Качалава

source: Качановичи
be: Качановічы

source: Качено
be: Качана

source: Качино
be: Качына

source: Качичи
be: Качычы

source: Качки
be: Качкі

source: Качурино
be: Качурына

source: Кашенцы
be: Кашанцы

source: Кашино
be: Кашына

source: Кашицы
be: Кашыцы

source: Кашоновка
be: Кашонаўка

source: Кашталяновщина
be: Кашталянаўшчына

source: Каштановка
be: [Каштанаўка, Каштаноўка]

source: Кащино
be: Кашчына

source: Квартяны
be: Кварцяны

source: Квасевичи
be: Квасевічы

source: Квасовка
be: Квасоўка

source: Квасыничи
be: Квасынічы

source: Кваторы
be: Кватары

source: Квачи
be: Квачы

source: Квятковцы
be: Квяткоўцы

source: Кебнево
be: Кебнева

source: Кевлино
be: Кеўліна

source: Кевличи
be: Кеўлічы

source: Кевлы
be: Кеўлы

source: Кевры
be: Кяўры

source: Кезики
be: Кезікі

source: Келбаски
be: Келбаскі

source: Келёйти
be: Келёйці

source: Кели
be: Келі

source: Келисы
be: Келісы

source: Келойти
be: Келайці

source: Кемейши
be: Кемейшы

source: Кемелишки
be: Кемелішкі

source: Кемешевцы
be: Кемешаўцы

source: Кемсы
be: Кямсы

source: Кенти
be: Кянці

source: Кербеди
be: Кербядзі

source: Керняны
be: Кярняны

source: Керплошина
be: Керплашына

source: Кибути
be: Кібуці

source: Кибы
be: Кібы

source: Киванцы
be: Ківанцы

source: Киватичи
be: Ківацічы

source: Кивачина
be: Ківачына

source: Киевец
be: Кіявец

source: Киевичи
be: Кіявічы

source: Кижбы
be: Кіжбы

source: Кизилово
be: Кізілава

source: Килепово
be: Кілепава

source: Килтовцы
be: Кілтаўцы

source: Кимейка
be: Кімейка

source: Кимели
be: Кімелі

source: Кимия
be: Кімія

source: Кирвели
be: Кірвелі

source: Киреёво
be: Кіраёва

source: Кирели
be: [Кіралі, Кірэлі]

source: Киржино
be: Кіржына

source: Кирилино
be: Кірыліна

source: Кириловщина
be: Кірылаўшчына

source: Кирковщина
be: Кіркаўшчына

source: Кирколье
be: Кірколле

source: Киркоры
be: Кіркоры

source: Киров
be: Кіраў

source: Кирово
be: Кірава

source: Кировская
be: Кіраўская
